<pad>
<UNK>
<sos>
<eos>
扬
糙
狠
坏
宽
溜
逢
锕
寂
嘘
初
尝
义
蕉
庇
三
游
芽
腾
慢
哥
殃
凰
敏
涌
悄
－
秋
董
常
登
祝
养
础
弟
盔
匆
晚
绅
《
跌
礼
促
研
判
度
鬼
海
沾
台
顽
撇
规
记
矩
赌
遛
年
杂
少
卫
并
咸
传
罚
怨
失
败
噬
非
绵
旺
属
篷
庞
各
蚀
跤
爬
俊
羊
快
耻
柳
柴
孔
怕
善
丛
婉
F
万
合
榄
谷
时
聋
遍
意
绝
薪
兰
啃
浪
亮
统
卜
牵
嫁
玛
陷
态
瞧
森
坊
憩
脖
厨
棒
镖
浩
午
如
公
袤
狂
司
鸫
则
监
锅
档
侮
摔
薯
笼
勤
华
陪
贸
闯
兽
井
申
累
办
处
庭
央
衡
砒
郁
懊
葬
樽
噪
王
撤
韩
书
榜
刮
文
角
医
腮
昨
咋
杯
雨
触
唯
艰
淹
毛
贿
咎
乞
兜
颁
加
颇
增
摩
虐
散
扶
今
浓
抑
任
利
捉
煮
豚
惫
北
叔
逝
懦
缪
徒
钳
逛
骗
碰
革
/
纸
根
拒
在
室
伴
灾
啡
晾
鸽
拖
俚
g
允
尼
键
译
爹
哺
环
布
板
正
嘲
仇
概
洽
缸
窟
懂
抢
甲
鹿
馨
齿
戒
沟
魅
烬
亭
联
袋
阖
响
弗
截
绍
蔼
席
校
轰
夕
高
痛
琶
檬
死
越
俗
紫
道
滞
心
役
碟
僵
抱
樱
别
垒
授
骏
家
祷
履
核
睡
植
（
违
凳
袭
横
橘
西
毕
嘿
付
疲
逼
U
讯
妇
荐
状
豫
伫
忆
澳
患
试
烘
花
代
恭
灭
后
躁
季
请
祖
杜
旅
节
迅
野
皱
饭
略
绊
湖
龈
瞌
!
耕
刻
烛
薄
努
杠
啤
难
汗
）
裁
借
拼
脸
醇
罪
莓
勾
嫉
诡
制
寓
矮
腿
篇
稍
小
目
祸
陈
带
鲜
姑
防
？
测
兹
9
透
详
萎
鹉
反
倚
娘
担
每
构
连
律
厄
踝
叛
芋
众
伸
肉
仅
蝙
荡
黄
预
中
倡
例
苹
筷
k
此
食
鲨
闲
虫
啥
秃
杆
汇
想
除
聪
苔
共
惜
坐
昏
含
茶
占
铐
弄
舟
资
洛
命
璃
蚁
坦
红
离
仿
一
织
殖
您
浅
颊
喱
羽
杀
听
感
约
鼬
种
眨
戚
值
擅
引
柱
鹭
脱
瘾
渴
描
召
侄
退
灵
抚
料
君
锁
的
螫
潢
暂
钟
》
铁
陆
扒
亚
察
撒
仔
跟
援
练
矣
膨
穷
世
较
塘
P
容
赶
萝
兔
兿
饼
炼
傻
腻
扭
腋
冠
燕
词
里
块
尊
是
租
血
仆
撞
喘
读
摸
益
雾
宜
怜
贪
化
库
魂
朝
着
幕
私
融
队
况
厌
师
遭
梳
按
最
润
虑
纯
继
呆
缉
剩
隐
堆
松
满
副
超
拯
电
始
泻
醺
翔
蒙
蛙
晰
绳
珊
扰
宴
靓
翻
祈
罢
向
手
瘦
寒
屋
贫
堡
洗
形
轨
朗
赤
金
扫
桌
贼
论
希
吹
林
敲
建
轮
怂
潺
幽
巡
虚
稻
惭
据
剔
找
悬
元
贩
咕
上
采
肯
茵
得
线
熟
荣
驱
窝
惰
嗜
纵
盟
职
锡
拣
邻
车
掌
幼
践
信
滴
返
集
娃
谜
航
悲
束
瞬
生
坚
饿
闷
倍
追
虽
咖
鼓
谍
断
机
欠
喻
本
烁
橄
亡
馆
营
逻
逊
均
周
显
戈
奶
延
停
拨
园
雪
n
抄
堵
喜
魁
献
鼻
作
 
姆
曼
鲤
款
朋
黏
姿
社
猜
杖
抗
剂
棵
科
斑
岁
柠
吊
析
面
凄
墙
纠
胆
乳
件
虹
施
颤
猪
刀
丽
著
碌
旦
交
蔽
做
厉
原
双
振
腆
清
霍
伤
盈
凿
住
炭
帕
参
鲸
码
4
o
浸
锈
鼾
老
递
压
犹
b
%
偏
智
脆
狡
擦
武
雇
鲁
温
县
帆
丢
嗝
仰
尾
宵
崖
夹
衰
销
搓
隔
沿
照
桩
春
期
拾
睹
真
倒
墩
额
改
切
力
郎
墟
磨
抛
释
缺
f
谦
愈
诋
有
啸
疗
砸
帅
所
篱
效
趋
恤
宇
剃
榔
葫
骸
斜
」
砍
亏
劳
止
励
仑
她
闭
炒
劫
忙
棕
逮
愚
宝
扣
咔
佛
舞
贷
筋
历
鸦
蔬
嘱
讲
趁
3
椅
骡
衫
复
欺
穴
拧
吵
恒
明
管
忍
措
嘀
寞
么
吸
旧
傍
休
痊
胖
沮
亩
责
某
挚
疼
级
频
吉
肠
碎
话
二
将
漠
恳
光
贵
大
弥
旁
贬
牺
伟
百
莽
警
场
竭
泼
鹰
叫
津
坝
误
喔
木
沼
注
咬
盖
夏
索
添
妆
简
麦
咄
?
柔
壤
侈
业
烟
泡
经
恐
阅
供
但
晴
优
储
项
艘
茄
辗
揭
随
总
妒
以
远
围
竹
拔
$
恶
迎
掴
嫩
首
冻
方
、
用
险
志
唬
宣
妙
寄
强
耗
飞
淋
插
毯
橱
杉
鄙
毒
般
他
猛
站
瀚
摄
夸
法
州
当
数
肤
留
易
障
圾
奇
w
爆
孤
脾
坠
体
迹
偷
耶
尤
再
宿
升
泽
吭
锋
漏
帽
缝
工
饮
只
忽
榨
答
筒
龙
舌
视
溺
拆
囱
B
巫
垫
萧
贡
巾
片
扮
鲱
买
昵
性
泳
第
喊
M
伙
厚
穿
僧
攀
呢
捐
通
哨
枯
编
良
充
父
络
誓
a
丈
骨
念
河
炖
梨
冲
健
栏
烊
盒
枚
至
:
粘
泛
就
敦
巧
耍
展
跳
裹
晤
谱
包
跑
解
靠
唔
挑
赔
臂
伊
互
棚
蓝
侵
泣
d
等
玻
酷
浮
枕
秘
蹑
移
哭
架
又
昂
逐
塑
莎
尽
愉
舔
侦
胞
影
挟
颗
幌
前
放
迁
貌
负
变
衣
赠
挣
攻
哩
躲
遵
千
屈
栖
囚
猴
操
腺
签
基
肘
喝
个
歧
伦
乏
绸
弃
位
球
遇
瞒
获
勿
匹
权
右
圣
％
哮
宫
掏
蜿
辱
见
赛
缓
典
渔
汁
走
瑞
擎
衷
漆
搞
翅
土
渐
赂
铅
坡
·
湿
裂
涉
认
造
览
肪
稣
拉
净
卧
媳
牡
间
盹
筹
盏
笔
X
魔
村
傲
岩
膊
专
寻
帐
证
靶
换
产
盐
猎
莫
筵
I
泥
诱
需
热
陵
投
脂
煤
N
染
下
界
券
溅
桦
狩
承
晋
吁
协
漂
活
戴
口
赚
演
箱
慌
搁
炸
访
菠
盲
冒
e
罔
肿
深
减
顿
装
慷
背
巴
稿
驾
窍
宪
镜
ö
竞
页
录
劝
因
抨
”
捏
肃
晨
陋
转
底
鹦
全
标
府
丹
辕
仙
提
慈
C
沙
卵
伞
外
惹
蹭
诵
雕
胃
妨
删
煎
壮
奋
步
地
入
封
牛
治
帮
挪
恨
棉
要
叮
被
江
宠
莉
运
趟
藉
乘
酬
苗
迟
凤
螂
械
y
蜘
蛛
乌
看
彼
棍
寝
闻
巨
术
蚊
曲
桃
裤
妻
竟
髪
嗯
尔
慰
丘
抓
蒜
荧
烤
月
绽
乖
锐
凡
蝶
熏
,
烹
与
咀
济
德
幻
澄
D
句
嗨
跃
辈
阳
痕
脚
痰
使
缩
谨
皆
挺
对
阿
烂
趾
岔
幸
查
隶
婶
品
版
准
瑚
控
嘛
弦
膝
限
撕
固
星
钮
烫
征
葛
！
仍
溪
我
墨
迪
思
争
穆
鸡
教
涂
斯
脏
漫
署
顺
豆
梅
排
寺
何
惕
吼
愧
绿
谊
称
龄
假
牌
吐
冬
饪
裸
特
啬
终
足
劣
弯
际
香
到
军
囓
怒
息
次
蝠
婆
虎
寸
淡
j
乔
燃
顶
瘪
萌
恿
洲
饵
该
草
暑
艇
捷
桶
座
稔
雀
拷
琴
播
批
歌
凶
紧
笑
购
梵
色
墓
洞
馅
点
窃
姻
选
灌
很
绪
仪
案
谣
扇
哒
，
溯
俱
蟑
进
痴
帘
吗
敢
锤
夷
厕
椭
兴
泰
程
匪
比
须
忠
斗
克
量
驶
介
辘
J
宅
瞎
南
诊
补
源
填
举
铃
缴
部
辩
观
饥
范
稀
药
务
洋
多
抽
米
杰
赝
甘
逆
柿
橡
哈
了
T
古
疏
致
屁
段
芝
脑
述
自
愤
肺
屑
成
哟
欢
蠢
摇
畏
砰
垂
支
潜
牧
耘
俄
修
辰
郊
浏
沸
饰
爸
斤
讶
毁
岛
保
7
于
炉
笋
美
谓
达
氏
婪
蜂
训
泊
日
之
象
维
挡
估
悔
夫
潮
船
石
怖
绷
湾
型
出
卷
纔
孑
招
胁
都
吞
损
空
辣
偿
条
污
谐
歇
胜
晕
望
哑
舅
头
壳
刷
'
咙
：
胸
奥
白
矶
缠
偶
肚
敌
山
丁
蜍
普
熨
像
喉
橙
葡
夜
房
打
拌
吠
具
剧
汉
辆
迷
狗
谧
捕
逗
耀
拐
池
惠
涨
S
桑
稠
素
调
携
钞
英
距
票
给
氓
干
粮
神
吝
菲
灯
h
庄
行
系
彩
W
勺
拭
衕
叠
吟
逹
符
霜
塞
伏
不
更
策
稳
绩
r
唤
屉
函
刹
罐
腼
欲
送
楚
男
H
列
磁
"
胀
己
贝
胶
精
焰
噩
俭
样
劲
短
股
摆
钉
埙
群
拥
尚
簿
低
凯
蜒
同
味
羞
迄
蟋
划
拜
主
诚
崩
氧
妈
击
域
繁
耐
拍
急
唇
才
腊
好
落
物
萄
尘
梦
苦
俩
八
O
会
瓶
冷
.
困
弱
挥
审
写
消
啦
立
问
握
伯
适
剑
赏
确
碾
肝
取
粉
夭
搅
邀
蛀
晃
跨
啊
摧
询
它
守
诺
甜
巅
吃
翁
幚
淇
推
挨
孙
酱
网
费
殊
5
够
铲
护
娶
天
氛
居
发
怪
咨
康
披
委
玫
诞
悉
袖
呀
硕
滑
骂
碳
宙
甥
仗
曾
锻
掉
洁
厘
劈
来
韧
妥
黑
怀
害
撑
惯
趣
豪
0
屯
瑰
亲
情
圈
硫
恢
恼
洒
盯
钓
皇
孩
现
愿
嘴
川
妹
喷
瞭
坪
﹐
涩
呻
鹤
学
册
京
疤
丐
语
十
疑
碗
省
黎
噢
舍
聊
宁
图
水
七
驳
即
否
恋
势
慕
刑
蜡
暴
也
督
院
九
液
矿
谅
蛰
伪
怎
龟
病
纫
荒
搬
宾
模
港
李
舒
贺
告
遅
泄
渡
甩
密
抖
轻
6
衬
症
奔
还
锯
税
箭
博
瀑
慎
　
应
疯
翼
东
+
疚
搏
新
坞
阁
睁
哲
分
受
式
员
考
持
柜
暇
农
助
赐
其
田
塔
苏
镇
示
恕
蜗
理
爵
坟
张
丰
鲑
浴
铺
褐
耽
泪
尺
V
功
团
若
旗
姐
K
直
幅
字
钥
踩
评
踮
萃
钱
惧
浇
拽
汤
迫
悦
人
i
培
绑
树
屏
积
永
备
静
店
纹
依
端
先
载
烧
官
报
整
刚
设
艺
激
亿
腰
你
晒
能
谁
纽
音
废
醉
麻
驻
槟
售
续
降
卢
景
吻
纳
街
友
膳
御
国
户
商
扯
-
契
雄
关
懒
泉
班
毫
蛎
严
雅
柏
回
过
倾
虾
已
勒
屠
唱
岸
犬
牙
礁
零
途
齐
格
遗
瞪
题
姨
辨
肴
恰
类
抵
匮
忘
盘
吓
廉
鞋
盼
计
猫
笆
珠
托
嗅
熄
几
焉
路
腐
膜
客
银
搭
呈
篮
事
朵
顾
瞥
们
汽
扔
收
瓣
倔
且
什
沏
表
敬
疾
识
没
尸
姜
政
故
财
乱
呼
起
孕
内
愁
沉
醒
＂
门
覆
溢
兄
芬
扩
厂
安
半
丧
挖
阱
滩
羡
缘
沐
震
把
熬
酸
笨
憾
凑
兆
削
癌
籍
呎
账
阴
窄
姊
阵
套
讨
那
浑
软
滥
似
怯
儿
苍
凭
遥
肥
耳
毅
太
阶
串
破
幢
市
替
潦
袜
荷
哪
名
危
临
巢
焦
侧
针
吧
霉
s
葵
糕
城
惩
重
质
党
风
贴
育
让
检
启
射
混
士
爱
戳
狮
犯
民
却
债
届
牲
肌
遏
佑
臊
错
久
]
盛
两
救
霸
富
灰
茕
捞
栋
旬
为
c
诉
姓
厅
予
楼
谴
1
谈
然
便
冰
遮
福
弊
桨
粗
边
堂
赖
8
技
四
循
赋
叉
窗
映
堪
印
胎
熊
诗
贯
忧
镑
烦
栅
企
踏
掩
卓
免
奉
暗
啜
捡
议
狱
刺
言
翘
恩
冥
枝
稚
价
而
狼
糊
实
陶
纺
碑
侍
算
l
彻
肩
峰
往
微
裕
•
秀
逸
垠
拳
匿
乙
括
筑
可
导
埋
洪
烈
奴
余
仁
执
丑
靴
峭
子
尖
刊
2
领
媛
卖
阪
茅
奖
眉
广
酣
青
廷
驯
酒
纪
玉
镶
梯
赞
嗽
谎
辛
鸵
完
勇
云
戏
订
樵
尴
佣
伐
附
波
睛
聘
鳟
L
输
)
圆
膀
配
单
流
蹈
凌
挂
接
归
从
末
既
服
蜜
究
火
辞
份
颜
史
臭
辙
决
歉
惑
硬
钢
蕾
叶
番
磅
早
赢
果
鹳
爷
覚
或
狸
叟
毙
催
畅
莱
蝴
桥
待
知
率
咽
卑
定
丸
鱼
糖
异
诸
踢
菜
琵
伍
挤
眼
辑
晓
棋
谚
暖
鼠
兵
床
帝
垃
餐
碍
忌
画
指
炎
折
筝
速
壁
“
枪
逃
珍
必
谬
露
凉
阻
庆
皂
境
谋
「
马
匠
无
髦
辍
剪
盆
蓬
局
许
区
陌
膏
哄
声
聚
昰
候
由
芦
尿
油
材
挽
谢
说
埃
壶
瓦
罕
存
相
蝇
丝
弹
址
撼
默
唐
垄
扎
钩
蟾
骑
六
享
辜
长
慨
罗
A
结
细
创
另
嫌
鉴
族
瓜
威
濒
卡
课
[
痒
眠
绕
章
独
矛
去
翰
躺
器
战
匙
蛇
童
蒸
些
妳
祟
赴
遣
嗓
惊
誉
殴
藏
庙
及
捂
号
滨
褒
滚
蚤
组
闹
动
觉
闪
胡
币
疫
帖
验
近
爽
。
咱
欧
柯
未
平
五
蟀
兑
乎
嚼
镭
甚
乡
廊
鸟
嚏
身
裙
径
链
择
邮
脉
胳
佳
欣
残
绘
习
茫
糟
踪
喂
瞟
派
滋
序
骄
寿
气
女
探
葱
昔
雷
蓄
乐
禁
芙
婚
拿
斥
者
兼
饶
扑
极
狐
酪
攒
t
椒
澡
彬
萨
差
避
置
哦
咳
抬
摘
倦
盗
尬
m
奢
奏
佩
钻
陡
层
皮
牢
和
拄
这
朱
搜
浆
令
蛋
咆
母
玩
左
突
氨
絶
开
剎
弓
(
婴
惨
求
艾
趴
饱
货